Repository: openwisp/openwisp-controller
Catalog: openwisp_controller/locale/*/LC_MESSAGES/django.po
Languages: es

source: To ensure its configuration is removed, please wait until its status changes to <strong>"deactivated"</strong>.<br> If you proceed now, the device will be deleted, but its configuration will remain active.
es: Para asegurarse de que se elimina su configuración, por favor espere hasta que su estado cambie a <strong>"desactivado"</strong>.<br> Si procede ahora, el dispositivo se eliminará, pero su configuración permanecerá activa.

source: I understand the risks, delete the device
es: Entiendo los riesgos, borrar el dispositivo

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
es: ¿Está seguro de que desea borrar el %(objects_name)s seleccionado? Se eliminarán todos los siguientes objetos y sus elementos relacionados:

source: Press the save button below to recover this version of the object.
es: Presiona el botón de guardar a continuación para recuperar esta versión del objeto.

source: Advanced mode (raw JSON)
es: Modo avanzado (JSON sin procesar)

source: Close
es: Cerrar

source: There are no system defined variables available right now.
es: No hay variables definidas por el sistema disponibles en este momento.

source: Show
es: Mostrar

source: History
es: Historial

source: Revert %(verbose_name)s
es: Revertir %(verbose_name)s

source: Press the save button below to revert to this version of the object.
es: Pulsa el botón de guardar para volver a esta versión del objeto.

source: Key must not contain spaces, dots or slashes.
es: La clave no debe contener espacios, puntos ni barras.

source: Must be a valid mac address.
es: Debe ser una dirección mac válida.

source: Must be either a valid hostname or mac address.
es: Debe ser un hostname o una dirección mac válidos.

source: login required
es: inicio de sesión requerido

source: Credentials
es: Credenciales

source: Recent Commands
es: Comandos recientes

source: input
es: entrada

source: output
es: salida

source: Network Device Credentials
es: Credenciales de dispositivos de red

source: Access Credentials
es: Credenciales de acceso

source: connection type
es: tipo de conexión

source: parameters
es: parámetros

source: global connection parameters
es: parámetros de conexión globales

source: automatically add these credentials to the devices of this organization; if no organization is specified will be added to all the new devices
es: añadir automáticamente estas credenciales a los dispositivos de esta organización; si no se especifica ninguna organización, se añadirán a todos los dispositivos nuevos

source: Access credentials
es: Credenciales de acceso

source: update strategy
es: estrategia de actualización

source: leave blank to determine automatically
es: dejar en blanco para determinar automáticamente

source: local connection parameters (will override the global parameters if specified)
es: parámetros locales de conexión (anularán los parámetros globales si se especifican)

source: reason of failure
es: motivo del fracaso

source: Device connection
es: Conexión del dispositivo

source: Device connections
es: Conexiones del dispositivo

source: The organization of these credentials doesn't match the organization of the device
es: La organización de estas credenciales no coincide con la organización del dispositivo

source: could not determine update strategy automatically, exception: {0}
es: no se ha podido determinar automáticamente la estrategia de actualización, excepción: {0}

source: the update strategy can be determined automatically only if the device has a configuration specified, because it is inferred from the configuration backend. Please select the update strategy manually.
es: la estrategia de actualización sólo puede determinarse automáticamente si el dispositivo tiene una configuración especificada, ya que se infiere del backend de configuración. Seleccione la estrategia de actualización manualmente.

source: in progress
es: en progreso

source: success
es: éxito

source: failed
es: fallido

source: Command
es: Comando

source: Commands
es: Comandos

source: sent on
es: enviado el

source: Command "{command}" returned non-zero exit code: {exit_code}
es: El comando "{command}" devuelve un código de salida distinto de cero: {exit_code}

source: Custom commands
es: Comandos personalizados

source: Custom
es: Personalizado

source: Command cannot be empty.
es: El comando no puede estar vacío.

source: Reboot
es: Reiniciar

source: Change password
es: Cambiar contraseña

source: Change Password
es: Cambiar Contraseña

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar contraseña

source: Your password must be atleast 6 characters long
es: Su contraseña debe tener al menos 6 caracteres

source: Unrecognized or unsupported SSH key algorithm, only RSA and ED25519 are currently supported.
es: Algoritmo de clave SSH no reconocido o no soportado, actualmente sólo se soportan RSA y ED25519.

source: Background task time limit exceeded.
es: Se ha superado el límite de tiempo de la tarea en segundo plano.

source: Internal system error: {e}
es: Error interno del sistema: {e}

source: Map
es: Mapa

source: has geographic position set?
es: ¿ha fijado posición geográfica?

source: Has geographic location set?
es: ¿Se ha fijado la ubicación geográfica?

source: FloorPlan object with entered ID does not exists.
es: El "Plano" con el ID introducido no existe.

source: Floorplan can only be added with location of the type indoor
es: El plano sólo puede añadirse con la ubicación del tipo interior

source: Location object with entered ID does not exists.
es: El objeto de ubicación con el ID introducido no existe.

source: Geographic Information
es: Información Geográfica

source: Geographic positioning
es: Posicionamiento geográfico

source: With geographic position
es: Con posición geográfica

source: Without geographic position
es: Sin posición geográfica

source: Geographic Info
es: Información Geográfica

source: Locations
es: Ubicaciones

source: Floorplans
es: Planos

source: additional x509 certificate extensions
es: extensiones adicionales del certificado x509

source: Public Key Infrastructure
es: Infraestructura de Clave Pública

source: Cas & Certificates
es: CAs & Certificados

source: Certification Authorities
es: Autoridades de certificación

source: Certificates
es: Certificados

source: CA
es: Autoridad Certificadora (CA)

source: Please keep in mind that once the subnet division rule is created changing changing "Size", "Number of Subnets" or decreasing "Number of IPs" will not be possible.
es: Por favor, tenga en cuenta que una vez creada la regla de división de subredes no será posible cambiar el "Tamaño", el "Número de subredes" o disminuir el "Número de IPs".

source: See all devices
es: Ver todos los dispositivos

source: Subnet Division
es: División de subred

source: Label used to calculate the configuration variables
es: Etiqueta utilizada para calcular las variables de configuración

source: Number of Subnets
es: Número de subredes

source: Indicates how many subnets will be created
es: Indica cuántas subredes se crearán

source: Size of subnets
es: Tamaño de las subredes

source: Indicates the size of each created subnet
es: Indica el tamaño de cada subred creada

source: Number of IPs
es: Número de IPs

source: Indicates how many IP addresses will be created for each subnet
es: Indica cuántas direcciones IP se crearán para cada subred

source: Only alphanumeric characters and underscores are allowed.
es: Sólo se permiten caracteres alfanuméricos y guiones bajos.

source: Invalid master subnet.
es: Subred maestra no válida.

source: Subnet size cannot be changed
es: No se puede cambiar el tamaño de la subred

source: Number of IPs cannot be decreased
es: No se puede reducir el número de IPs

source: Number of Subnets cannot be changed
es: No se puede cambiar el número de subredes

source: Master subnet cannot accommodate subnets of size /{0}
es: La subred maestra no puede alojar subredes de tamaño /{0}

source: The master subnet is too small to acommodate the requested "number of subnets" plus the reserved subnet, please increase the size of the master subnet or decrease the "size of subnets" field.
es: La subred maestra es demasiado pequeña para alojar el "número de subredes" solicitado más la subred reservada; aumente el tamaño de la subred maestra o reduzca el campo "tamaño de las subredes".

source: Organization should be same as the subnet
es: La organización debe ser la misma que la subred

source: Generated subnets of size /{size} cannot accommodate {number_of_ips} IP Addresses.
es: Las subredes generadas de tamaño /{size} no pueden alojar {number_of_ips} direcciones IP.

source: Subnet division rule type
es: Tipo de regla de división de subred

source: subnet
es: subred

source: device name
es: nombre del dispositivo

source: VPN Server
es: Servidor VPN

source: Automatically generated reserved subnet.
es: Subred reservada generada automáticamente.

source: Failed to provision subnets for [{notification.target}]({notification.target_link})
es: Fallo al aprovisionar subredes para [{notification.target}]({notification.target_link})

source: The [{notification.action_object}]({notification.action_link}) subnet has run out of space.
es: La subred [{notification.action_object}]({notification.action_link}) se ha quedado sin espacio.

source: Automatically generated using {division_rule.label} rule.
es: Generado automáticamente mediante la regla {division_rule.label}.
