Repository: openwisp/openwisp-controller
Catalog: openwisp_controller/locale/*/LC_MESSAGES/django.po
Languages: es

source: Shared objects are visible to all organizations and must have unique names to avoid confusion.
es: Los objetos compartidos son visibles para todas las organizaciones y deben tener nombres únicos para evitar confusiones.

source: There is already another shared {model_name} with this name.
es: Ya existe otro {model_name} compartido con este nombre.

source: There is already a {model_name} of another organization with this name.
es: Ya existe un {model_name} de otra organización con este nombre.

source: System Defined Variables
es: Variables definidas por el sistema

source: Preview configuration
es: Vista previa de la configuración

source: Preview for {0} with name {1} failed
es: Vista previa de {0} con nombre {1} fallida

source: Preview: request method {0} is not allowed
es: Vista previa: el método de solicitud {0} no está permitido

source: Configuration Variables
es: Variables de configuración

source: In this section it's possible to override the default values of variables defined in templates. If you're not using configuration variables you can safely ignore this section.
es: En esta sección es posible sobreescribir los valores por defecto de las variables definidas en las plantillas. Si no utilizas variables de configuración, puedes ignorar esta sección.

source: Device configuration details
es: Detalles de configuración del dispositivo

source: Configuration
es: Configuración

source: Group
es: Grupo

source: Change group of selected Devices
es: Cambiar el grupo de los dispositivos seleccionados

source: Select devices from one organization
es: Seleccionar dispositivos de una organización

source: Successfully changed group of selected devices.
es: Se cambió exitosamente el grupo de los dispositivos seleccionados.

source: Change group
es: Cambiar de grupo

source: The device %(devices_html)s was activated successfully.
es: El dispositivo %(devices_html)s se ha activado correctamente.

source: Deactivate selected devices
es: Desactivar los dispositivos seleccionados

source: Activate selected devices
es: Activar los dispositivos seleccionados

source: Are you sure?
es: ¿Estás seguro?

source: IP address
es: Dirección IP

source: deactivated
es: desactivado

source: unknown
es: desconocido

source: config status
es: estado de la configuración

source: Shared systemwide (no organization)
es: Compartido en todo el sistema (sin organización)

source: Configuration variables
es: Variables de configuración

source: If you want to use configuration variables in this template, define them here along with their default values. The content of each variable can be overridden in each device.
es: Si deseas usar variables de configuración en esta plantilla, defínelas aquí junto con sus valores predeterminados. El contenido de cada variable puede ser sobrescrito en cada dispositivo.

source: Errors detected while cloning %s
es: Errores detectados durante la clonación %s

source: Successfully cloned selected templates.
es: Se han clonado correctamente las plantillas seleccionadas.

source: Clone templates
es: Clonar plantillas

source: Template backend
es: Plantilla backend

source: Template type
es: Tipo de plantilla

source: VPN Backend
es: Backend VPN

source: VPN Subnet
es: Subred VPN

source: Invalid UUID format
es: Formato UUID no válido

source: Device group
es: Grupo de dispositivos

source: Config template
es: Plantilla de configuración

source: Config status
es: Estado de la configuración

source: Config backend
es: Configurar backend

source: Has devices?
es: ¿Tiene dispositivos?

source: To select a VPN, set the template type to 'VPN-client'
es: Para seleccionar una VPN, establezca el tipo de plantilla en "VPN-cliente"

source: The configuration field cannot be empty.
es: El campo de configuración no puede estar vacío.

source: Configuration in NetJSON format
es: Configuración en formato NetJSON

source: Configuration variables in JSON format
es: Variables de configuración en formato JSON

source: Failed to connect to the ZeroTier controller, Error: {0}
es: Error al conectar con el controlador ZeroTier, Error: {0}

source: Failed to create ZeroTier network, Error: {0}
es: Error al crear la red ZeroTier, Error: {0}

source: Network Configuration
es: Configuración de red

source: Configurations
es: Configuración

source: Templates
es: Plantillas

source: VPN Servers
es: Servidores VPN

source: Device Groups
es: Grupos de dispositivos

source: Configuration ERROR
es: Error de configuración

source: encountered an error
es: ha encontrado un error

source: [{site.name}] ERROR: "{notification.target}" configuration {notification.verb}
es: [{site.name}] ERROR: "{notification.target}" configuración {notification.verb}

source: The configuration of [{notification.target}]({notification.target_link}) has {notification.verb}. The last working configuration has been restored from a backup present on the filesystem of the device.
es: La configuración de [{notification.target}]({notification.target_link}) {notification.verb}. Se ha restaurado la última configuración funcional desde una copia de seguridad presente en el sistema de archivos del dispositivo.

source: Device Registration
es: Registro de dispositivo

source: registered successfully
es: se ha registrado con éxito

source: [{site.name}] SUCCESS: "{notification.target}" {notification.verb}
es: [{site.name}] ÉXITO: "{notification.target}" {notification.verb}

source: {condition} device [{notification.target}]({notification.target_link}) has {notification.verb}.
es: {condition} dispositivo [{notification.target}]({notification.target_link}) ha {notification.verb}.

source: Background API Task ERROR
es: Error en tarea de API en segundo plano

source: encountered an unrecoverable error
es: ha encontrado un error irrecuperable

source: [{site.name}] ERROR: "{notification.target}" - VPN Server {action} API Task {notification.verb}
es: [{site.name}] ERROR: "{notification.target}" - Servidor VPN {action} Tarea API {notification.verb}

source: Unable to perform {action} operation on the [{notification.target}]({notification.target_link}) VPN server due to an unrecoverable error (status code: {status_code})
es: No se ha podido realizar la operación {action} en el servidor VPN [{notification.target}]({notification.target_link}) debido a un error irrecuperable (código de estado: {status_code})

source: Background API Task RECOVERY
es: Tarea API en segundo plano RECUPERACIÓN

source: has been completed successfully
es: se ha completado con éxito

source: [{site.name}] RECOVERY: "{notification.target}" - VPN Server {action} API Task {notification.verb}
es: [{site.name}] RECUPERACIÓN: "{notification.target}" - Servidor VPN {action} Tarea API {notification.verb}

source: The {action} operation on [{notification.target}]({notification.target_link}) {notification.verb}
es: La operación {action} en [{notification.target}]({notification.target_link}) {notification.verb}

source: Configuration Status
es: Estado de la configuración

source: applied
es: aplicado

source: modified
es: modificado

source: deactivating
es: desactivar

source: Device Models
es: Modelos de dispositivos

source: undefined
es: indefinido

source: Firmware version
es: Versión de firmware

source: System type
es: Tipo de sistema

source: Groups
es: Grupos

source: Active groups
es: Grupos activos

source: Empty groups
es: Grupos vacíos

source: name
es: nombre

source: Select <a href="http://netjsonconfig.openwisp.org/en/stable/" target="_blank">netjsonconfig</a> backend
es: Seleccione <a href="http://netjsonconfig.openwisp.org/en/stable/" target="_blank">netjsonconfig</a> backend

source: configuration
es: configuración

source: configuration in NetJSON DeviceConfiguration format
es: configuración en formato NetJSON DeviceConfiguration

source: Unexpected configuration format.
es: Formato de configuración inesperado.

source: Relationship with {0}
es: Relación con {0}

source: device
es: dispositivo

source: templates
es: plantillas

source: configuration templates, applied from first to last
es: plantillas de configuración, aplicadas de la primera a la última

source: configuration status
es: estado de configuración

source: "modified" means the configuration is not applied yet; "applied" means the configuration is applied successfully; "error" means the configuration caused issues and it was rolled back; "deactivating" means the device has been deactivated and the configuration is being removed; "deactivated" means the configuration has been removed from the device;
es: "modificado" significa que la configuración aún no se ha aplicado; "aplicada" significa que la configuración se ha aplicado correctamente; "error" significa que la configuración ha causado problemas y se ha revertido; "desactivando" significa que se ha desactivado el dispositivo y se está eliminando la configuración; "desactivado" significa que la configuración se ha eliminado del dispositivo;

source: error reason
es: motivo del error

source: Error reason reported by the device
es: Motivo del error notificado por el dispositivo

source: Additional <a href="http://netjsonconfig.openwisp.org/en/stable/general/basics.html#context" target="_blank">context (configuration variables)</a> in JSON format
es: <a href="http://netjsonconfig.openwisp.org/en/stable/general/basics.html#context" target="_blank">Contexto</a> adicional <a href="http://netjsonconfig.openwisp.org/en/stable/general/basics.html#context" target="_blank">(variables de configuración)</a> en formato JSON

source: context
es: contexto

source: configurations
es: configuraciones

source: The following templates are owned by organizations which do not match the organization of this configuration: {0}
es: Las siguientes plantillas pertenecen a organizaciones que no coinciden con la organización de esta configuración: {0}

source: Required templates cannot be removed from the configuration
es: Las plantillas necesarias no pueden eliminarse de la configuración

source: the supplied value is not a JSON object
es: el valor suministrado no es un objeto JSON

source: must be either a valid hostname or mac address
es: debe ser un hostname o una dirección mac válidos

source: mac address
es: dirección mac

source: primary mac address
es: dirección mac principal

source: unique device key
es: clave única del dispositivo

source: key
es: clave

source: model
es: modelo

source: device model and manufacturer
es: modelo y fabricante del dispositivo

source: operating system
es: sistema operativo

source: operating system identifier
es: identificador del sistema operativo

source: system on chip or CPU info
es: información del sistema en chip (SoC) o de la CPU

source: notes
es: notas

source: internal notes
es: notas internas

source: group
es: grupo

source: last IP address
es: última dirección IP

source: indicates the IP address logged from the last request coming from the device
es: indica la dirección IP registrada desde la última solicitud procedente del dispositivo

source: management IP address
es: dirección IP de gestión

source: IP address used by the system to reach the device when performing any type of push operation or active check. The value of this field is generally sent by the device and hence does not need to be changed, but can be changed or cleared manually if needed.
es: Dirección IP utilizada por el sistema para comunicarse con el dispositivo al realizar cualquier tipo de operación push o verificación activa. El valor de este campo generalmente es enviado por el dispositivo, por lo que no suele ser necesario modificarlo, aunque puede editarse o borrarse manualmente si es necesario.

source: is deactivated
es: desactivado

source: Device with this Name and Organization already exists.
es: Ya existe un dispositivo con este nombre y organización.

source: Name
es: Nombre

source: Description
es: Descripción

source: These templates are automatically assigned to the devices that are part of the group. Default and required templates are excluded from this list. If the group of the device is changed, these templates will be automatically removed and the templates of the new group will be assigned.
es: Estas plantillas se asignan automáticamente a los dispositivos que forman parte del grupo. Las plantillas predeterminadas y obligatorias están excluidas de esta lista. Si se cambia el grupo del dispositivo, estas plantillas se eliminarán automáticamente y se asignarán las plantillas del nuevo grupo.

source: Group meta data, use this field to store data which is related to this group and can be retrieved via the REST API.
es: Metadatos del grupo, utilice este campo para almacenar los datos relacionados con este grupo y que se pueden recuperar a través de la API REST.

source: Metadata
es: Metadatos

source: This field can be used to add meta data for the group or to add "Configuration Variables" to the devices.
es: Este campo puede utilizarse para añadir metadatos para el grupo o para añadir "Variables de configuración" a los dispositivos.

source: Device Group
es: Grupo de dispositivos

source: organization
es: organización

source: auto-registration enabled
es: registro automático activado

source: Whether automatic registration of devices is enabled or not
es: Si el registro automático de dispositivos está activado o no

source: shared secret
es: secreto compartido

source: used for automatic registration of devices
es: utilizado para el registro automático de dispositivos

source: This field can be used to add "Configuration Variables" to the devices.
es: Este campo puede utilizarse para añadir "Variables de configuración" a los dispositivos.

source: Configuration management settings
es: Ajustes de gestión de la configuración

source: device limit
es: límite del dispositivo

source: Maximum number of devices allowed for this organization. "0" means unlimited.
es: Número máximo de dispositivos permitidos para esta organización. "0" significa ilimitado.

source: controller limits
es: límites del controlador

source: Tag
es: Etiqueta

source: Tags
es: Etiquetas

source: Tagged item
es: Artículo con etiqueta

source: Generic
es: Genérico

source: VPN-client
es: Cliente VPN

source: A comma-separated list of template tags, may be used to ease auto configuration with specific settings (eg: 4G, mesh, WDS, VPN, ecc.)
es: Una lista separada por comas de las etiquetas de plantilla, se puede utilizar para facilitar la configuración automática con ajustes específicos (por ejemplo: 4G, mesh, WDS, VPN, etc.)

source: type
es: tipo

source: template type, determines which features are available
es: tipo de plantilla, determina qué características están disponibles

source: enabled by default
es: activado por defecto

source: whether new configurations will have this template enabled by default
es: si las nuevas configuraciones tendrán esta plantilla activada por defecto

source: required
es: requerido

source: if checked, will force the assignment of this template to all the devices of the organization (if no organization is selected, it will be required for every device in the system)
es: si está marcada, forzará la asignación de esta plantilla a todos los dispositivos de la organización (si no se selecciona ninguna organización, será necesaria para todos los dispositivos del sistema)

source: automatic tunnel provisioning
es: aprovisionamiento automático de túneles

source: whether tunnel specific configuration (cryptographic keys, ip addresses, etc) should be automatically generated and managed behind the scenes for each configuration using this template, valid only for the VPN type
es: si la configuración específica del túnel (claves criptográficas, direcciones IP, etc.) debe generarse automáticamente y gestionarse entre bastidores para cada configuración que utilice esta plantilla, válida sólo para el tipo de VPN

source: Default Values
es: Valores Predeterminados

source: A dictionary containing the default values for the variables used by this template; these default variables will be used during schema validation.
es: Un diccionario que contiene los valores por defecto para las variables utilizadas por esta plantilla; estas variables por defecto se utilizarán durante la validación del esquema.

source: template
es: plantilla

source: A VPN must be selected when template type is "VPN"
es: Debe seleccionarse una VPN cuando el tipo de plantilla es "VPN"

source: VPN server hostname or ip address
es: Hostname o dirección IP del servidor VPN

source: Certification Authority
es: Autoridad de certificación

source: x509 Certificate
es: certificado x509

source: leave blank to create automatically
es: dejar en blanco para crear automáticamente

source: Private Key
es: Clave Privada

source: VPN backend
es: Backend VPN

source: Select VPN configuration backend
es: Seleccione el backend de configuración VPN

source: Notes
es: Notas

source: Subnet
es: Subred

source: Subnet IP addresses used by VPN clients, if applicable
es: Direcciones IP de subred utilizadas por los clientes VPN, si procede

source: Internal IP
es: IP interna

source: Internal IP address of the VPN server interface, if applicable
es: Dirección IP interna de la interfaz del servidor VPN, si procede

source: Webhook to trigger for updating server configuration (e.g. https://openwisp2.mydomain.com:8081/trigger-update)
es: Webhook que se activará para actualizar la configuración del servidor (por ejemplo: https://openwisp2.mydomain.com:8081/trigger-update)

source: Webhook AuthToken
es: Token de Autenticación Webhook

source: Authentication token used for triggering "Webhook Endpoint" or for calling "ZerotierService" API
es: Token de autenticación utilizado para activar el "Webhook Endpoint" o para llamar a la API "ZerotierService"

source: Public key
es: Clave Pública

source: Private key
es: Clave privada

source: Node ID
es: ID de nodo

source: Network ID
es: ID de red

source: VPN server
es: Servidor VPN

source: VPN servers
es: Servidores VPN

source: Backend cannot be changed because the VPN is currently in use.
es: El backend no se puede cambiar porque la VPN está actualmente en uso.

source: CA is required with this VPN backend
es: La autoridad certificadora (CA) es requerida con este backend VPN

source: The selected certificate must match the selected CA.
es: El certificado seleccionado debe coincidir con la autoridad certificadora (CA) seleccionada.

source: Subnet is required for this VPN backend.
es: Se requiere una subred para este backend VPN.

source: VPN IP address must be within the VPN subnet
es: La dirección IP VPN debe estar dentro de la subred VPN

source: Auth token is required for this VPN backend
es: El token de autorización es necesario para este backend VPN

source: Authorization failed for ZeroTier controller, ensure you are using the correct authorization token
es: Autorización fallida para el controlador ZeroTier, asegúrese de que está utilizando el token de autorización correcto

source: Failed to connect to the ZeroTier controller, ensure you are using the correct hostname (error: {0}, status code: {1})
es: Error al conectar con el controlador ZeroTier, asegúrese de que está utilizando el hostname correcto (error: {0}, código de estado: {1})

source: VPN client
es: Cliente VPN

source: VPN clients
es: Clientes VPN

source: Reason not reported by the device.
es: Motivo no comunicado por el dispositivo.

source: The specified limit is lower than the amount of devices currently held by this organization. Please remove some devices or consider increasing the device limit.
es: El límite especificado es inferior a la cantidad de dispositivos que tiene actualmente esta organización. Por favor, elimine algunos dispositivos o considere aumentar el límite de dispositivos.

source: has devices?
es: tiene dispositivos?

source: Yes
es: Sí

source: A new
es: Un nuevo

source: The existing
es: El ya existente

source: Serial number
es: Número de serie

source: Serial number of this device
es: Número de serie de este dispositivo

source: Device
es: Dispositivo

source: Devices
es: Dispositivos

source: Home
es: Inicio

source: What group do you want to assign to the selected devices?
es: ¿Qué grupo desea asignar a los dispositivos seleccionados?

source: Cancel
es: Cancelar

source: Download configuration
es: Descargar configuración

source: Overview
es: Resumen

source: Recover deleted %(name)s
es: Recuperar %(name)s eliminado

source: What organization do you want clone selected templates to?
es: ¿A qué organización desea clonar las plantillas seleccionadas?

source: Clone
es: Clonar

source: This device has been deactivated.
es: Este dispositivo ha sido desactivado.

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Al eliminar el %(object_name)s '%(escaped_object)s' se eliminarían los objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
es: Borrar el %(object_name)s '%(escaped_object)s' requeriría borrar los siguientes objetos relacionados protegidos:

source: Warning: Device is not fully deactivated.
es: Advertencia: El dispositivo no está totalmente desactivado.

source: This device is still in the process of being deactivated, meaning its configuration is still present on the device.
es: Este dispositivo aún está en proceso de desactivación, lo que significa que su configuración aún está presente en el dispositivo.

source: To ensure its configuration is removed, please wait until its status changes to <strong>"deactivated"</strong>.<br> If you proceed now, the device will be deleted, but its configuration will remain active.
es: Para asegurarse de que se elimina su configuración, por favor espere hasta que su estado cambie a <strong>"desactivado"</strong>.<br> Si procede ahora, el dispositivo se eliminará, pero su configuración permanecerá activa.

# singular
source: I understand the risks, delete the device
es: Entiendo los riesgos, borrar el dispositivo

source: No, take me back
es: No, volver atrás

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
es: ¿Estás seguro de que quieres borrar el %(object_name)s "%(escaped_object)s"? Se eliminarán todos los siguientes elementos relacionados:

source: Objects
es: Objetos

source: Yes, I’m sure
es: Sí, estoy de acuerdo

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Al eliminar el %(objects_name)s seleccionado se eliminarían los objetos relacionados, pero su cuenta no tiene permiso para eliminar los siguientes tipos de objetos:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
es: Borrar el %(objects_name)s seleccionado requeriría borrar los siguientes objetos relacionados protegidos:

source: Warning: Device is not fully deactivated.
es: Advertencia: El dispositivo no está totalmente desactivado.

source: The device below is either still active or in the process of being deactivated:
es: El dispositivo que aparece a continuación sigue activo o en proceso de desactivación:
